Repository: 84000/data-translation-memory
Catalog: toh987-v3.tmx
Source language: bo
Languages: en

source: དཔལ་ལྷ་མོ་གཙུག་ཏོར་རོལ་པའི་ཏནྟྲ།
en: The Tantra of the Play of the Goddess Uṣṇīṣā

source: དཔལ་རང་བྱུང་གི་ལྷ་མོ་ལ་ཕྱག་འཚལ་ལོ། །རོ་ལངས་ནག་མོའི་གདོན་དང་། ཤ་ཟ་ནག་མོའི་གདོན་དང་། སྨྱོ་བྱེད་ནག་མོའི་གདོན་དང་། སྒྲིབ་བྱེད་ནག་མོའི་གདོན་དང་། ཕུང་བྱེད་ནག་མོའི་གདོན་དང་། དྲང་སྲོང་ནག་མོའི་གདོན་དང་། སྲིན་མོ་ནག་མོའི་གདོན་དང་། རླུང་ལྷ་ནག་མོའི་གདོན་དང་། དབང་ལྡན་ནག་མོའི་གདོན་དང་། ནམ་གྲུ་ནག་མོའི་གདོན་དང་། གྲུལ་བུམ་ནག་མོའི་གདོན་དང་། ཀླུ་མོ་ནག་མོའི་གདོན་དང་། གནོད་སྦྱིན་ནག་མོའི་གདོན་དང་།
en: Homage to the glorious self-arisen goddess!

source: ནམ་གྲུ་སྐྱོང་བྱེད་རོ་ལངས་ནག་མོའི་གདོན་དང་། ནམ་གྲུ་ཆེན་མོ་ཕུང་བྱེད་སེང་གེའི་གདོང་གི་གདོན་དང་། ནམ་གྲུ་ཆེན་མོ་མཁའ་འགྲོ་ཁྱུང་གཤོག་མའི་གདོན་དང་། ནམ་གྲུ་ཆེན་མོ་ལག་གཅིག་ཉབ་པའི་གདོན་དང་། ནམ་གྲུ་ཆེན་མོ་སོ་གཅིག་མིག་གཅིག་མའི་གདོན་དང་། ནམ་གྲུ་ཆེན་མོ་བོང་ཞོན་མའི་གདོན་ཉིད་ཡིན་པས་སྤྲུལ་པ་བཅྭ་བརྒྱད་མ་ཉིད་དོ། །
en: These are the eighteen emanations: the grahī Black Vetālī, the grahī Black Piśācī, the grahī Black Unmadā, the grahī Black Obscurer, the grahī Black Defeater, the grahī Black Seer, the grahī Black Rākṣasī, the grahī Black Vāyu, the grahī Black Indrāṇī, the grahī Black Revatī, the grahī Black Kumbhāṇḍī, the grahī Black Nāginī, the grahī Black Yakṣiṇī, the grahī Black Revatī Protectress Vetālī, the grahī Great Revatī the Lion-Faced Defeater, the grahī Great Revatī the Garuḍa-Winged Ḍākinī, the grahī Great Revatī Who Extends One Hand, the grahī One-Toothed One-Eyed Great Revatī, and the grahī Donkey-Riding Great Revatī.

source: ཡང་སྤྲུལ་གུར་བདག་བཅུ་གསུམ་ནི་ཐུགས་ཀྱི་སྤྲུལ་པ་ཆེན་མོ་ནི་གུར་གཅིག་ལ་དབང་བྱེད་པའི་གདོན་དང་། གུར་གཉིས་ལ་དབང་བྱེད་པའི་གདོན་དང་། གུར་གསུམ་ལ་བྱེད་པའི་གདོན་དང་། གུར་བཞི་ལ་དབང་བྱེད་པའི་གདོན་དང་། གུར་ལྔ་ལ་དབང་བྱེད་པའི་གདོན་དང་། གུར་དྲུག་ལ་དབང་བྱེད་པའི་གདོན་དང་། གུར་བདུན་ལ་དབང་བྱེད་པའི་གདོན་དང་། གུར་བརྒྱད་ལ་དབང་བྱེད་པའི་གདོན་དང་། གུར་དགུ་ལ་དབང་བྱེད་པའི་གདོན་དང་། གུར་བཅུ་ལ་དབང་བྱེད་པའི་གདོན་དང་། གུར་བཅུ་གཅིག་ལ་དབང་བྱེད་པའི་གདོན་དང་། གུར་བཅུ་གཉིས་ལ་དབང་བྱེད་པའི་གདོན་དང་། གུར་བཅུ་གསུམ་ལ་དབང་བྱེད་བའི་གདོན་ནོ། །ཡང་སྤྲུལ་ཐུགས་ཀྱི་སྤྲུལ་བ་ཡིས་རིམས་ནད་ལ་དབང་བྱེད་པ་དང་། འཁྲུག་པ་ལ་དབང་བྱེད་པ་དང་། བདུད་ཀྱི་དམག་དཔུང་ཐམས་ཅད་ལ་དབང་བྱེད་པ་དང་། ནད་དང་རིམས་ཀྱི་དབང་སྒྱུར་མ། མགོ་ནད་ལ་དབང་བྱེད་པ་དང་།
en: There are also the additional emanations, the thirteen Ladies of the Tent who are great heart emanations: the grahī Ruler of the First Tent, the grahī Ruler of the Second Tent, the grahī Ruler of the Third Tent, the grahī Ruler of the Fourth Tent, the grahī Ruler of the Fifth Tent, the grahī Ruler of the Sixth Tent, the grahī Ruler of the Seventh Tent, the grahī Ruler of the Eighth Tent, the grahī Ruler of the Ninth Tent, the grahī Ruler of the Tenth Tent, the grahī Ruler of the Eleventh Tent, the grahī Ruler of the Twelfth Tent, and the grahī Ruler of the Thirteenth Tent.

source: ཁ་ནད་ལ་དབང་བྱེད་པ་དང་། སྙིང་ནད་ལ་དབང་བྱེད་པ་དང་། ལྐོག་ནད་ལ་དབང་བྱེད་པ་དང་། ལྷ་གོར་ན་བའི་ནད་ལ་དབང་བྱེད་པ་དང་། བརླན་བའི་ནད་ལ་དབང་བྱེད་པ་དང་། རྗེ་ངར་ན་བའི་ནད་ལ་དབང་བྱེད་པ་དང་། ལྷོག་པའི་ནད་ལ་དབང་བྱེད་པ་དང་། སྐེམ་པའི་ནད་ལ་དབང་བྱེད་པ་དང་། ཆུ་སོའི་ནད་ལ་དབང་བྱེད་པ་དང་། ཤུ་བའི་ནད་ལ་དབང་བྱེད་པ་དང་། ཡན་ལག་ན་བའི་ནད་ལ་དབང་བྱེད་པ་དང་། འབྲུམ་བུ་ཕྲ་མོ་ལ་དབང་བྱེད་པ་དང་། བས་བལྡགས་ལ་དབང་བྱེད་པ་དང་། མེ་དཔལ་ལ་དབང་བྱེད་པ་དང་། ལྷོག་པ་ལ་དབང་བྱེད་པ་དང་། དབྱིག་དུག་ལ་དབང་བྱེད་པ་དང་། དུག་ནད་ལ་དབང་བྱེད་པ་དང་། རྒྱུ་གཟེར་ལ་དབང་བྱེད་པ་དང་།
en: There are the re-emanations emanated by the heart emanations: the Ruler of Epidemics, the Ruler of Strife, the Ruler of All Mārā Armies, the Ruler of Illness and Fever, the Ruler of Headaches, the Ruler of Mouth Disease, the Ruler of Blood and Throat Disease, the Ruler of Heart Disease, the Ruler of Internal Illness, the Ruler of Painful Larynx Diseases, the Ruler of Painful Thigh Diseases, the Ruler of Painful Calf Diseases, the Ruler of Ulcers, the Ruler of Wasting Diseases, the Ruler of Bladder Disease, the Ruler of Skin Diseases, the Ruler of Painful Limb Diseases, the Ruler of Rashes, the Ruler of Pox, the Ruler of Burning Itch, the Ruler of Abscesses, the Ruler of Toxic Potions, the Ruler of Poison-Derived Diseases, the Ruler of Dysentery, the Ruler of Stomach Illness, the Ruler of Plague, the Ruler of Latent Brain Disease, and the rest.

source: ཕོ་ལོག་ལ་དབང་བྱེད་པ་དང་། གཉན་པོ་ལ་དབང་བྱེད་པ་དང་། སྐྱ་རིམས་ཀླད་གཟེར་གྱི་ནད་ལ་སོགས་ཏེ། ནད་བཞི་བརྒྱ་རྩ་བཞི་དག་ལ་དབང་བྱེད་པ་ནི་ཨེ་ཀ་ཛ་ཊཱིའི་སྤྲུལ་པ་ཡིན་པར་ཤེས་པར་བྱའོ། །
en: Know that the rulers of the four-hundred forty-four types of illnesses are emanations of Ekajaṭī.

source: དེ་དག་ཐམས་ཅད་ལ་ནི་རིག་སྔགས་བདེན་པའི་བྱིན་གྱི་བརླབས་ཀྱི་རིག་སྔགས་ཀྱིས་གཅད་དོ། །
en: Eliminate them all with the vidyāmantra blessed by the true vidyāmantra.

source: དྲག་པོ་ཟློག་པའི་ཕུར་བུས་གདབ་པོ། །
en: Stab with the dagger that violently repels.

source: གནོད་བྱེད་ཀྱི་གདོན་དུ་གྱུར་པ་ནི་རོ་ལངས་མ་སྲིན་མོ་ནག་མོས་གྲོང་ཁྱེར་སུམ་བརྩེགས་འཇིག་པར་བྱེད་པའི་རིག་སྔགས་ཀྱིས་གཅད་དོ། །
en: Eliminate a harmful graha by reciting the vidyāmantra of Black Vetālī Rākṣasī, destroyer of the triple city.

source: ཕུར་བུས་གདབ་བོ། །
en: Stab with the dagger.

source: གནོད་བྱེད་ཀྱི་གདོན་དང་། སྨྱོ་བྱེད་རྔ་ཞོན་གྱི་གདོན་དང་། གྲོང་རྒྱུན་ལ་སོགས་པའི་གདོན་རྣམས་ནི་སྨྱོ་བྱེད་གདོན་དུ་ཟ་བ་ཡིན་པས་ན་ཤུགས་སྒྲོལ་མའི་རིག་སྔགས་ཀྱིས་གཅད་དོ། །
en: Eliminate a harmful graha, an insanity-causing drum-riding graha, the graha of a dead person, and so forth with the vidyāmantra of Mule Lady, since these are due to the grahī Unmadā.

source: རིག་སྔགས་འཆང་གི་ཕུར་བུས་གདབ་པོ། །
en: Recite the vidyāmantra and stab with the dagger.

source: ཨོྃ་ཨ་ཀ་ར་པྲ་མ་ནི་བྷྱཿཕཊ། ཤ་ཏུ་མ་ཀི་ལི་ཀི་ལ་ཡ་ཧཱུྃ་ཕཊ། བུད་མེད་ནག་མོར་མངོན་པ་དང་། །རྣལ་འབྱོར་སྤྱན་རྟུལ་བྱེད་པ་ནི། །སྒྲོལ་བྱེད་ནག་མོའི་གདོན་ཡིན་པས། །
en: oṁ a ka ra pra ma ni bhyaḥ phaṭ | śa tu ma ki li ki la ya huṃ phaṭ || Appearing as a black woman Who sullies the yogin’s eyes Is the grahī Black Obscurer.

source: ལེགས་ལྡན་དཀའ་ཐུབ་ཀྱི་རིག་སྔགས་ཀྱིས་གཅད་དོ། །ཤུགས་སྒྲོལ་མ་དབང་ཕྱུག་གཙོ་མོའི་ཕུར་བུས་གདབ་པོ། །
en: Therefore, eliminate her with the vidyāmantra of the ascetic Lekden and stab with the dagger of the preeminent goddess Mule Lady.

source: སརྦ་པྲ་མ་ནི་བྷྱཿཕཊ། རོ་ཏི་བྃ་ཀི་ལི་ཀི་ལ་ཡ་ཧཱུྃ་ཕཊ། སྐྱ་རིམས་ཀླད་པ་ན་བ་དང་། །རྐང་ལག་འཁོལ་བའི་ནད་བྱུང་ན་འབྱུང་པོ་ནག་པོའི་གདོན་ཡིན་པས་དཔལ་ཆེན་དབང་གི་རིག་སྔགས་ཀྱིས་གཅད་དོ། །
en: sarva pra ma ni bhyaḥ phaṭ | ro ti baṃ ki li ki la ya hūṁ phaṭ || If someone is afflicted by a latent brain disease or an illness where their hands and feet are burning, this is due to the graha Black Bhūta.

source: ཤུགས་སྒྲོལ་ཆེན་མོའི་ཕུར་བུས་གདབ་པོ། །
en: Therefore, eliminate him with the vidyāmantra of the powerful Great Glorious One and stab with the dagger of the great Mule Lady.

source: ཛ་ལར་ཡེ་བྷྱཿཕཊ། བྲམ་ཀི་ལི་ཀི་ལ་ཡ་ཧཱུྃ་དྲཱུྃ། ལྕི་ཞིང་ནད་བྱུང་འཐིབས་པ་དང་། །གཉིད་བྲོ་ཞིང་སེམས་ལ་མི་དྲན་པའི་ནད་བྱུང་ན་བུད་མེད་ནག་མོའི་གདོན་ཡིན་པས།
en: ja lar ye bhyaḥ phaṭ | pra ma ki li ki la ya hūṁ drūṁ || If someone feels heavy or is afflicted by illness, or has an illness involving dullness, sleepiness, or forgetfulness, this is due to the grahī Black Defeater.

source: རྒྱལ་བར་བྱེད་པའི་རིག་སྔགས་ཀྱིས་གཅད། །སྦྲང་རྩིར་བྱེད་པའི་ཕུར་བུས་གདབ། །
en: Therefore, eliminate her with the vidyāmantra of the Victory Bringer and stab with the dagger of Madhukara.

source: རུ་ཏྲ་ཡ་ན་བྱི་ཤ་བྷྱཿཕཊ། ཀ་བ་ལ་ཀི་ལི་ཀི་ལ་ཡ་ཕཊ། བྱས་དགུར་ཡེ་ནས་མི་བཏུབ་ཅིང་། །ལས་བྱས་བསམ་པ་མི་འགྲུབ་པ་ནི་དྲང་སྲོང་གཟི་ཅན་གྱི་གདོན་ཡིན་པས།
en: ru tra ya na vyi śa bhyaḥ phaṭ | ka pa la ki li ki la ya phaṭ || If nothing that one does ever works out and one’s actions do not achieve their desired ends, this is due to the grahī Majestic Seer.

source: ཐོད་པ་ཅན་གྱི་རིག་སྔགས་ཀྱིས་གཅད། །
en: Therefore eliminate her with the vidyāmantra of Skull Holder and stab with the dagger of Naked Mendicant.

source: དགེ་སྦྱོང་གཅེར་བུའི་ཕུར་བུས་གདབ། ཙ་ཡ་མ་མེ་བྷྱཿཕཊ། རོ་ཏི་བ་མ་ཀི་ལི་ཀི་ལ་ཡ་ཧཱུྃ་དྲཱུྃ། རྣལ་འབྱོར་སེམས་ལ་ཡེང་ཡེང་པོ་སེང་སེང་ཕྱ་ཕྱ་བྱེད་པའི་ནད་བྱུང་ན་སྲིན་མོ་ནག་མོའི་གདོན་ཡིན་པས། ཕྱག་ན་རྡོ་རྗེའི་རིག་སྔགས་ཀྱིས་གཅད། །
en: ca ya ma me bhyaḥ phaṭ | ro ti pa ma ki li ki la ya hūṁ drūṁ || If the yogin is afflicted by an illness that causes his mind to be unstable, unsteady, and emotional, this is due to the grahī Black Rākṣasī.

source: དབང་ལྡན་མགོན་པོའི་ཕུར་བུས་གདབ། །
en: Therefore, eliminate her with the vidyāmantra of Vajrapāṇi and stab with the dagger of the protector Indra.

source: རཀྵ་ཡ་ནི་བྷྱཿཕཊ། དུ་ནི་རཱཀྵ་ཀི་ལི་ཀི་ལ་ཡ་ཧཱུྃ་དྲཱུྃ།
en: rakṣa ya ni bhyaḥ phaṭ | du ni rākṣa ki li ki la ya hūṁ drūṁ | May whatever is unpleasing to the mind dissipate!

source: སེམས་ལ་མི་དགའ་ཕྱ་ཕྱའོ། །རླུང་འཕྱོའི་ཐབས་སུ་ན་བ་ནི་རླུང་ལྷ་ནག་མོའི་གདོན་ཡིན་པས།
en: An illness that involves increased wind is due to the grahī Black Vāyu.

source: མ་མོ་བདུན་གྱི་རིག་སྔགས་ཀྱིས་གཅད། སྲིང་མོ་བཞིའི་ཕུར་བུས་གདབ། །
en: Therefore, eliminate her with the vidyāmantra of the Seven Mothers and stab with the dagger of the Four Sisters.

source: ཧ་ས་ཡ་ནི་ར་རེ་བྷྱཿཕཊ། དུ་ཡ་ཀ་ས་ཡ་ནི་ཀི་ལི་ཀི་ལ་ཡ་ཧཱུྃ་དྲཱུྃ། ཁྲོ་བ་དང་ནི་འཚིག་པ་དང་། །སྨྲ་འདོད་དང་ནི་འཚིག་འདྲེ་དང་། །རྐང་ལག་བྱ་བ་ཙག་མང་པོའི་ནད་བྱུང་ན་དབང་ལྡན་ནག་པོའི་གདོན་ཡིན་པས།
en: ha sa ya ni ra re bhyaḥ phaṭ | du ya ka sa ya ni ki li ki la ya hūṁ drūṁ || If someone is afflicted by an illness that makes them angry, furious, talkative, and enraged, and their arms and legs move or cramp a lot, this is due to the grahī Black Indrāṇī.

source: དབང་ལྡན་གཙོ་བོའི་རིག་སྔགས་ཀྱིས་གཅད། རིགས་ཀྱི་ཁྲོ་བོའི་ཕུར་བུས་གདབ། །
en: Therefore, eliminate her with the vidyāmantra of the preeminent Indra and stab with the wrathful dagger of the Wrathful One from the family.

source: དེ་བ་ལོ་ཡཱ་བྷྱཿཕཊ། དེ་བ་ཀི་ལི་ཀི་ལ་ཡ་ཧཱུྃ་དྲཱུྃ། ནམ་ཕྱེད་གུང་ལ་གཉིད་མེད་དང་། །ཆོ་འཕྲུལ་ཆེན་པོ་འབྱུང་བ་དང་། །བུང་བུ་ཕག་གི་གཟུགས་སྟོན་པ་ནི་ནམ་གྲུ་ནག་མོའི་གདོན་ཡིན་པས།
en: de va lo yā bhyaḥ phaṭ | de va ki li ki li ya hūṁ drūṁ || Being unable to sleep in the middle of the night, The occurrence of powerful sorcery, And bees appearing as pigs Are due to the grahī Black Revatī.

source: དཔལ་ཆེན་གཙོ་བོའི་རིག་སྔགས་ཀྱིས་གཅད། །
en: Therefore, eliminate her with the vidyāmantra of the preeminent Great Glorious One And stab with the dagger of the Wrathful One from the family.

source: རིགས་ཀྱི་ཁྲོ་བོའི་ཕུར་བུས་གདབ། །དེ་བ་ཀི་ལི་ཀི་ལ་ཨཱ་བྷྱཿཕཊ། དེ་བ་དྲ་ཏི་ཀི་ལི་ཀི་ལ་ཡ་ཧཱུྃ་དྲཱུྃ། རྐང་ལག་ཁོལ་ཞིང་ན་བ་དང་། །ཡི་ག་བཅིངས་ནས་སྐྱུག་བྲོ་བའི་ནད་བྱུང་ན་ཡ་མ་ནག་མོའི་གདོན་ཡིན་པས།
en: de va ki li ki la yā bhyaḥ phaṭ | de va dra ti ki li ki la ya hūṁ hūṁ || If one is afflicted by an illness where their limbs are burning and painful, or if one has little appetite and feels nauseous, this is due to the grahī Black Yamā.

source: འཇམ་དཔལ་གཤིན་རྗེའི་རིག་སྔགས་ཀྱིས་གཅད། །མི་ཕམ་མཛེས་པའི་ཕུར་བུས་གདབ། །
en: Therefore, eliminate her with the vidyāmantra of Mañjuśrī Yamāntaka and stab with the dagger of the Splendorous Invincible One.

source: ཡ་མ་རཱ་ཛ་ཧྲིཿཥྚི་བི་ཀྲི་ཀྲི་ནད་མ་ཧཱ་ཧཱུྃ་དྲཱུྃ། ཙ་ཡ་རྃ་བ་ནི་ཀི་ལི་ཀི་ལ་ཡ་བྷྱཿཕཊ། གཞོགས་སྐམས་པ་དང་རེངས་པ་དང་། །ཞ་གྲུམ་ཤ་ལུས་སྔོ་ལ་འཇམ། །མིག་མདོག་གནག་ཅིང་རྐོང་བ་ནི། །ཤུ་བ་མཛེའི་ཆོ་འཕྲུལ་ནི་ཀླུ་མོ་ནག་མོའི་གདོན་ཡིན་པས།
en: ya ma rā ja hriḥ ṣṭi bi kri kri nad ma hā hūṁ drūṁ | ca ya raṃ ba ni ki li ki la ya bhyaḥ phaṭ || When half the body becomes withered or paralyzed, When crippled, when the body is bruised and tender, Or the eyes turn dark and itchy, This is leprosy caused by sorcery And is due to the grahī Black Nāgiṇī.

source: བྱ་ཁྱུང་ཧེའི་རིག་སྔགས་ཀྱིས་གཅད། །དྲང་སྲོང་རྒད་པོའི་ཕུར་བུས་གདབ། །
en: Therefore, eliminate her with the vidyāmantra of Garuḍa He And stab with the dagger of the Old Seer.

source: ནཱ་ག་ལེ་ཡ་ཧཱུྃ་དྲཱུྃ། ཙ་ཡ་ཀ་བྷྱཿཕཊ། སེམས་ལ་ཡེང་ཡེང་སེང་སེང་པོ་རོ་སྟོད་མནན་པ་སྙམ་བྱེད་པ་དང་། སྙང་སྙོང་བྱེད་པའི་ནད་བྱུང་ན། །ཁ་སོ་འབྲུལ་བ་སྙམ་བྱེད་ན་གནོད་སྦྱིན་ནག་པོའི་གདོན་ཡིན་པས། །
en: nā ga le ya hūṁ hūṁ | ca ya ka bhyaḥ phaṭ || If someone is afflicted by an illness that causes their mind to feel unstable and vacuous, to feel pressure on their torso, experience a sense of futility, or feel as if their teeth are falling out, this is due to the grahī Black Yakṣiṇī.

source: རྣམ་ཐོས་སྲས་ཀྱི་རིག་སྔགས་ཀྱིས་གཅད། །སྤྲུལ་བྱེད་མའི་ཕུར་བུས་གདབ། །
en: Therefore, eliminate her with the vidyāmantra of Vaiśravaṇa and stab with the dagger of the Emanatress.

source: ཏི་ཏི་མ་ཡེ་བྷྱཿཕཊ། ཀུ་ཀུ་རཱ་ཛ་ཡེ་ཧཱུྃ་དྲཱུྃ། ཤུ་བ་འབྲུམ་བུ་ན་བ་དང་། །ཤ་ལུས་གཡའ་བའི་ནད་བྱུང་ན་ནམ་གྲུ་སྐྱོང་བྱེད་རོ་ལངས་ནག་མོའི་གདོན་ཡིན་པས།
en: ti ti ma ye bhyaḥ phaṭ | ku ku rā ja ye hūṁ drūṁ || If someone is afflicted with skin disease, rashes, and their body itches, this is due to the grahī Black Revatī Protectress Vetālī.

source: གཤིན་རྗེ་ཐོགས་མེད་ཀྱི་རིག་སྔགས་ཀྱིས་གཅད། །འདོད་པ་དམར་མོའི་ཕུར་བུས་གདབ། །
en: Therefore, eliminate her with the vidyāmantra of unimpeded Yama and stab with the dagger of the Red Lady of Desire.

source: བ་རེན་ཧེ་ཡ་ཧཱུྃ་དྲཱུྃ། ཀུ་མ་ལ་གུར་དང་བྷྱཿཕཊ། ཁྲག་ཏུ་ན་ཞིང་ལྕི་བ་དང་། །མིག་རྒྱང་རིང་དུ་མི་མཐོང་བ་དང་། །སེམས་ལ་ཡེང་ཡེང་སེང་སེང་པོའི་ནད་བྱུང་ན་ནམ་གྲུ་ཁྱུང་གཤོག་མའི་གདོན་ཡིན་པས།
en: va ren he ya hūṁ hūṁ | ku ma la gur dang bhyaḥ phaṭ || If someone is afflicted by an illness of the blood, feels heavy, cannot see far, or has an unstable and vacuous mind, this is due to the grahī Garuḍa-Winged Revatī.

source: དཔལ་ཆེན་དབང་གི་རིག་སྔགས་ཀྱིས་གཅད། །ཁྲོ་བོ་ཧཱུྃ་ཆེན་འབར་བའི་ཕུར་བུས་གདབ། །དུ་ཡ་ཀུ་ལ་ཧཱུྃ་ཕཊ།
en: Therefore, eliminate her with the vidyāmantra of the powerful Great Glorious One and stab with the dagger of blazing wrathful Hūṁchen.

source: མ་མ་ཁ་དུ་ཡེ་བྷྱཿཕཊ། གཡས་ཀྱི་ལག་པ་ཞ་བ་དང་། །རྩིབ་མར་གཟེར་ཞིང་ན་བ་ནི་ལག་གཅིག་ཉབ་པའི་གདོན་ཡིན་པས།
en: du ya kula hūṁ phaṭ | ma ma ku du ye bhyaḥ phaṭ || If someone is afflicted by an illness that cripples their right arm or causes rib pain, this is due to the grahī Revatī Who Extends One Hand.

source: དབྱིངས་ཀྱི་ཁྲོ་བོའི་རིག་སྔགས་ཀྱིས་གཅད། །དབང་མོ་དམར་མོའི་ཕུར་བུས་གདབ། །
en: Therefore, eliminate her with the vidyāmantra of Expanse of Wrath and stab with the dagger of the Powerful Red Lady.

source: མ་མ་རི་ཧ་ཡ་ཧཱུྃ་དྲཱུྃ། ཀ་པ་ལ་ཡ་ཧེ་བྷྱཿཕཊ། མྱོས་ཤིང་ཁྲག་ཏུ་བཤལ་བ་དང་། །མིག་སྔར་སྣ་ཚོགས་གཟུགས་འོང་བ་ནི་སོ་གཅིག་མིག་གཅིག་མའི་གདོན་ཡིན་པས།
en: ma ma ri haya hūṁ hūṁ | ka pa la ya he bhyaḥ phaṭ || If someone feels intoxicated, hemorrhages blood, and sees all sorts of forms appear before their eyes, this is due to the grahī One-Toothed One-Eyed Revatī.

source: ལེགས་ལྡན་ཕྱིར་ཟློག་པའི་རིག་སྔགས་ཀྱིས་གཅད། །དཀའ་ཐུབ་གཙོ་བོའི་ཕུར་བུས་གདབ། །རཱཀྵ་སེ་ཧཱུྃ་དྲཱུྃ། རཱཀྵ་ལྃ་ཀེ་ལ་ཡེ་བྷྱཿཕཊ།
en: Therefore, eliminate her with the counteractive vidyāmantra of Lekden and stab with the dagger of the Principal Ascetic.

source: མ་བདུད་ཀྱི་གདོན་བཅུ་གཉིས་ལ། །དར་དཀར་གུར་གྱི་ནང་ཤེད་ན། །བུད་མེད་མངའ་བདག་ཆོ་འཕྲུལ་ནི། །མི་བཟང་དཀར་མོ་བྱུང་བ་ནི། །གསེར་དང་གཡུས་བརྒྱན་དབང་མོ་ཆེ། །
en: rākṣa se hūṁ drūṁ | rākṣa laṁ ki la ye bhyaḥ phaṭ || As for the twelve grahīs of the lesser demons— Inside a white silken tent Is the magical emanation of the sovereign woman Arisen from the White Inauspicious Lady, The powerful lady ornamented with gold and turquoise, The grahī Wisdom Samantabhadrī.

source: ཡེ་ཤེས་ཀུན་དུ་བཟང་མོའི་གདོན། །དུས་ངན་ཆར་པ་འཁྲུག་པ་དང་། །སད་དང་སེར་བའི་ཆོ་འཕྲུལ་ཏེ། །ཆོས་ཀྱི་དབྱིངས་ཀྱི་རིག་སྔགས་ཀྱིས་གཅད། །ཏིང་ངེ་འཛིན་གྱི་ཕུར་བུས་གདབ།
en: Eliminate untimely rain, strife, frost, and hail caused by sorcery with the dharmadhātu vidyāmantra and stab with the dagger of samādhi.

source: ནི་དྷརྨ་དྷཱ་ཏུ་ས་མ་ཡ་ཧཱུྃ་དྲཱུྃ། ཀུ་མ་ལ་ཙ་གཡེ་ས་མ་ཡེ་བྷྱཿཕཊ། གཡུ་གུར་གཉིས་ལ་དབང་བྱེད་མ། །མཐིང་ཀ་ཆེན་མོ་དབང་མོ་ཆེ། །
en: ni dhar ma dhā tu sa ma ya hūṁ druṁ | ka ma la ca ga ye sa ma ye bhyaḥ phaṭ || The Lady who rules the second turquoise tent Is the great and powerful Dark Blue Lady.

source: བ་ལང་དྲེ་རྟ་ཞོན་པ་དང་། །
en: Riding an ox, mule, or horse.

source: འཇིག་རྟེན་ཡོ་ག་ཕུང་བར་བྱེད། །
en: She brings disaster upon worldly yogas.

source: དབང་བྱེད་ཆེན་མོའི་རིག་སྔགས་ཀྱིས་གཅད། །ཁྱབ་པ་ཆེན་མོའི་ཕུར་བུས་གདབ།
en: Eliminate her with the vidyāmantra of the great and powerful Lady and stab with the dagger of the great all-pervasive Lady.

source: ཨ་ར་ལི་བྷྱཿཕཊ། ར་དུ་ཧཱུྃ་དྲཱུྃ། བྱི་རུའི་གུར་གསུམ་དབང་བྱེད་མ། །གུར་ནང་སྙིང་གི་མངའ་བདག་སྟེ། །
en: a ra li bhyaḥ phaṭ | ra du hūṁ druṁ || The Lady who rules the third coral tent Is the ruler of the heart inside the tent.

source: གསེར་གུར་མཆོད་པའི་རིག་སྔགས་ཀྱིས་གཅད། །དཀའ་ཐུབ་གཙོ་བོའི་ཕུར་བུས་གདབ། །
en: Eliminate her with the offering vidyāmantra of the yellow tent and stab with the dagger of the Principal Ascetic.

source: ཏིཥྚ་ཏིཥྚ་ནི་བྷྱཿཕཊ། བ་ཕཱ་མ་ཧཱུྃ་དྲཱུྃ། གསེར་གུར་བཞི་ལ་དབང་བྱེད་མ། །ལྷ་གོར་བ་དང་ལྷོག་ནད་ཀུན་གྱི་བདག །
en: tiṣṭa tiṣṭa ni bhyaḥ phaṭ | va pā ma hūṁ drūṁ || The Lady who rules the fourth golden tent rules over all illnesses of the throat and ulcers.

source: འཇམ་དཔལ་རོ་ཏན་གྱི་རིག་སྔགས་ཀྱིས་གཅད། །མི་ཕམ་མཛེས་པའི་ཕུར་བུས་གདབ། །
en: Eliminate her with the vidyāmantra of Mañjuśrī Roten and stab with the dagger of the Splendorous Invincible One.

source: རོ་རོ་བྃ་ཧཱུྃ་དྲཱུྃ། ཀུ་ཀུ་ཡེ་བྷྱཿཕཊ། མཐིང་ནག་གི་གུར་ལྔ་ལ་དབང་བྱེད་མ། །གཟེར་མ་ཁ་རལ་བུད་མེད་ཡིན། །
en: ro ro baṁ hūṃ druṃ | ku ku ye bhyaḥ phaṭ || The Lady who rules the fifth dark blue tent Is the rending spike woman.

source: ཆུ་སོའི་ནད་དང་ལྐོག་ནད་དང་། །ཁྲག་ནད་དང་ནི་ཤུ་བའི་ནང་། །ཡམ་རོལ་པའི་རིག་སྔགས་ཀྱིས་གཅད། །མི་ཕམ་རོལ་བའི་ཕུར་བུས་གདབ། ཡ་གོ་ལེ་ཧཱུྃ་དྲཱུྃ།
en: Eliminate bladder and internal diseases, Blood diseases, and abscesses With the vidyāmantra of playful Yama, And stab with the dagger of the Playful Invincible One.

source: པྲ་དོ་པྲ་ཡེ་བྷྱཿཕཊ། བསམ་མེད་ཞིང་ཆེན་གྱི་གུར་དྲུག་ལ་དབང་བྱེད་མ། །ལྷ་མོ་ཉིད་ཀྱི་ནད་ལགས་ཏེ། །ཁ་ནས་ཁྲག་ཏུ་སྐྱུག་པ་དང་། །ལུས་ལ་ཚ་བ་སྐྱེས་པ་དང་། །
en: ya go le hūṁ drūṁ | phra do phra ye bhyaḥ phaṭ || The Lady who rules the sixth tent of the inconceivably large field Is the goddess of symptoms such as Vomiting blood from the mouth, The feeling of fever in the body, And contraction of the limbs.

source: ཡན་ལག་འཁོངས་པར་བྱེད་པའོ། །ཡ་མ་ཐུགས་རྗེའི་རིག་སྔགས་ཀྱིས་གཅད། །ཡམ་ཆགས་བྱེད་ཀྱི་ཕུར་བུས་གདབ། །ཙ་ག་ཡ་བྃ་བྷྱཿཕཊ།
en: Eliminate her with the vidyāmantra of compassionate Yama and stab with the dagger of attachment-inducing Yama.

source: གུར་ལ་དེ་ཧཱུྃ་དྲཱུྃ། རེ་ལྡེའི་གུར་བདུན་པའི་ནང་ཤེད་ན། །ཁྲམ་ལ་འདེབས་པའི་མ་མོ་སྟེ། །
en: ca ga ya baṁ bhyaḥ phaṭ | gur la de hūṁ drūṁ || Inside the seventh oxen-hair tent Is the Mother who strikes those who speak falsely.

source: ཁ་ནས་ཁྲག་ནད་འབེབས་པ་དང་། །ལུས་ལ་ཚ་བའི་མེ་ཆེན་སྦར་བ་དང་། །ཟངས་གྲི་ཐོགས་པའི་ལས་བྱེད་དེ། །
en: She inflicts illness where blood comes from the mouth, Kindles fever in the body like a great fire, And acts while brandishing a copper knife.

source: ཁྱུང་ཆེན་འབར་བའི་རིག་སྔགས་ཀྱིས་གཅད། །དུག་ཆེན་ཚར་གཅོད་ཀྱི་ཕུར་བུས་གདབ། །
en: Eliminate her with the vidyāmantra of Blazing Great Garuḍa And stab with the dagger of the Eliminator of Poison.

source: ད་ཧེ་ཡ་ཨ་ཧཱུྃ་དྲཱུྃ། མེ་ཙ་ཡེ་བྷྱཿཕཊ། གླང་པོ་ཆེའི་གུར་བརྒྱད་པའི་ནང་ཤེད་ན། །བོང་བུ་དྲེའུ་ཞོན་པའི་བུད་མེད་དེ། །ལྷོག་པ་གློ་དང་རྐང་པ་ནད་ཀྱི་བདག །
en: da he ya ya hūṁ dṛūṁ | me ca ye bhyaḥ phaṭ || Inside the eighth elephant tent, The woman who rides a mule Rules over ulcers and lung and foot diseases.

source: གཤིན་རྗེ་ཐུགས་ཀྱི་རིག་སྔགས་ཀྱིས་གཅད། །འབར་མ་དབང་གི་ཕུར་བུས་གདབ། །ཙ་ཀྲ་ཀི་ལི་ཀི་ལ་ཡེ་བྷྱཿཕཊ། ཨཱ་ཀོ་ལྃ་ཧཱུྃ་དྲཱུྃ།
en: Eliminate her with the heart vidyāmantra of Yama And stab with the dagger of Powerful Blazing Lady.

source: བསེ་གུར་ཁྲ་བོ་དགུའི་ནང་ཤེད་ན། །རྔ་བྲན་སྨན་གྱི་གཙོ་མོ་དགུས། །སེར་བ་སད་དང་འགོང་ནད་དང་། །ཕུང་བྱེད་ཁང་བ་རྡིབ་པ་དང་། །ལྦོ་ཞིང་སྣ་ཐབས་སུན་པ་ནི་ནག་པོ་དགུའི་ནད་ཡིན་པས།
en: ca kra ki li ki la ye bhyaḥ phaṭ | ā ko laṁ hūṁ drūṁ || Inside the multicolored ninth leather tent— Are the nine preeminent Dabren Medicine Ladies, Who cause hail, frost, spell-caused illness, Personal ruin, house collapse, Swelling, nasal irritation, And illnesses of the nine black ones.

source: དབྱིངས་ཀྱི་གཙོ་མོའི་རིག་སྔགས་ཀྱིས་གཅད། །འཁོར་བ་རབ་འཇོམས་ཀྱི་ཕུར་བུས་གདབ། །ཀུ་མ་ལ་ཡ་ཧཱུྃ་དྲཱུྃ།
en: Therefore, eliminate them with the vidyāmantra of the preeminent Lady of the Expanse And stab with the dagger of the Conqueror of Saṃsāra.

source: ཤ་མ་མ་ཡེ་བྷྱཿཕཊ། མཐིང་ནག་གི་གུར་བཅུ་ཕུབ་པའི་ནང་ཤེད་ན། །གུར་ལ་དབང་བ་བཅུ་གནས་པ། །མཛེ་དང་ཤུ་བ་གཡན་པ་དང་། །དུག་སྦྱོར་མ་དང་འཁྲུག་བྱེད་དང་། །
en: ku ma la ya hūṁ drūṁ | śa ma ma ye bhyaḥ phaṭ || Inside the dark blue tenth tent— Are the ten Rulers of the Tent, Who cause leprosy and itchy lesions, Make poison, cause conflict, And kill with knives.

source: གྲི་ཐབས་སུ་གསོད་པར་བྱེད་པ་ནི་ཁྲོ་བོ་གྲགས་འཛིན་གྱི་རིག་སྔགས་ཀྱིས་གཅད། ཁྱབ་པ་མའི་ཕུར་བུས་གདབ། །
en: Eliminate them with the vidyāmantra of wrathful Yaśodharā And stab with the dagger of the All-Pervasive Mother.

source: ཨ་ཀོ་ཤ་མེ་རར་ཧཱུྃ་དྲཱུྃ། པྲ་དུ་ལེ་བྷྱཿཕཊ། གསང་བ་པདྨ་གུར་བཅུ་གཅིག་པའི་ནང་ཤེད་ན། །བཅུ་གཅིག་དབང་གི་གུར་བདག་མོ། །
en: a ko śa me ra ra hūṁ drūṁ | pra du le bhyaḥ phaṭ || Inside the eleventh tent of the secret lotus— Is the powerful eleventh tent-ruling Lady.

source: ཁྱབ་བདལ་ཆེན་མོ་དབང་གི་སྐུ། །འཇིག་རྟེན་དུ་ཆར་སྒོ་གཟའ་ཡིས་འགེགས་ཤིང་། ཆར་པ་འབེབས་སུ་མི་སྟེར་བ་ནི་དཔལ་ཆེན་དབྱིངས་ཀྱི་རིག་སྔགས་ཀྱིས་གཅད། །
en: A great all-pervasive lady, powerful in form, She obstructs the passage of rainfall in the world by means of the planets And does not grant rainfall.

source: མཛེས་མ་ས་འཛིན་མའི་ཕུར་བུས་གདབ། །
en: Eliminate her with the vidyāmantra of Great Glorious Expanse And stab with the dagger of beautiful Gāndhārī.

source: ཨ་ཀོ་མུ་ན་བྷྱཿཕཊ། ཙ་ཡེ་མ་ཧཱུྃ་དྲཱུྃ། ག་ཕུར་ཤེལ་གྱི་གུར་བཅུ་གཉིས་པའི་ནང་ཤེད་ན། །མུ་ཁ་ལེ་མ་ཅིག་དབྱིངས་ཀྱི་ཡུམ། །
en: a ko muna bhyaḥ phaṭ | ca ye ma hūṁ drūṁ || Inside the camphor crystal twelfth tent— Is the mother of space, the sole mother Mukhale.

source: བཅུ་གཉིས་བཅུ་བཞི་ཁྱོད་ལ་རྫོགས། །
en: The twelve and the fourteen are complete in you.

source: འགྲོ་བ་ཡོངས་ལ་སྨན་སླད་དུ། །བདུད་རྩིའི་བཅུད་ཀྱི་ནང་ན་བཞུགས། །
en: In order to heal all beings everywhere You reside in the essence of nectar.

source: ཕྱག་ན་རིག་པ་ཐུགས་ཀྱི་སྡོང་བུ་བསྣམས། །སྲིད་པ་ཐམས་ཅད་དུས་གཅིག་གསལ། །གསལ་འབར་ཐུགས་ཀྱི་དཀྱིལ་འཁོར་དུ། །བདུད་བཞི་ཤིནྟཾ་ཀུ་རུ་སྭཱ་ཧཱ། རི་ཚེ་འགོང་གཡག་ཤནྟིཾ་ཀུ་རུ་སྭཱ་ཧཱ། ཕོ་བདུད་བཅུ་གཉིས་ཤནྟིཾ་ཀུ་རུ་སྭཱ་ཧཱ། སྐོས་རྗེ་དྲང་དཀར་ཤནྟིཾ་ཀུ་རུ་སྭཱ་ཧཱ།
en: You hold the heart-stalk of knowledge in your hand And illuminate all of existence in a single moment.

source: གནམ་ཐེ་དཀར་པོ་ཤནྟིཾ་ཀུ་རུ་སྭཱ་ཧཱ། བར་ཐེ་ཁྲ་བོ་ཤནྟིཾ་ཀུ་རུ་སྭཱ་ཧཱ། ས་ཐེ་ནག་པོ་ཤནྟིཾ་ཀུ་རུ་སྭཱ་ཧཱ། བྱང་ཤར་མཚམས་ཀྱི་གདོན་བཙན་འགོང་དམར་པོ་ཤནྟིཾ་ཀུ་རུ་སྭཱ་ཧཱ། ཡམས་དང་ནད་ཀྱི་བདག་མོ་ཤིནྟཾ་ཀུ་རུ་སྭཱ་ཧཱ། སྨན་དང་ཡུལ་ས་ཤིནྟི་ཀུ་རུ་སྭ་ཧཱ། དཔལ་ལྷ་མོ་ནག་མོའི་གཙུག་ཏོར་ཕན་ཡོན་རྩ་བ་དང་བཅས་པ་གདོན་ཟློག་པའི་མདོའི་གཟུངས་འདི་ནི་ལན་གསུམ་དུ་དག་པར་བཀླགས་ཏེ། ལས་དཀའ་བ་ལ་དམོད་བཙུགས་ན་ཇི་ལྟར་བསམས་པ་ལྟར་འགྲུབ་པར་འགྱུར་རོ། །
en: Within the heart-maṇḍala of blazing clarity, the four māras śantiṃ ku ru svā hā || The gongpo yak of the mountain peakśāntiṃ ku ru svā hā || The twelve male māras śāntiṃ ku ru svā hā || The thirteen female mārās śāntiṃ ku ru svā hā || The Lord of Order who Carries a White Staff śāntiṃ ku ru svā hā || White Sky Terang śāntiṃ ku ru svā hā || Colorful Terang of Intermediate Space śāntiṃ ku ru svā hā || Black Earth Terang śāntiṃ ku ru svā hā || Red grahas, tsen, and red gongpo in the northeastern direction śāntiṃ ku ru svā hā || Lady who Rules Epidemic and Illness śāntiṃ ku ru svā hā || Medicinal and local deitiesśāntiṃ ku ru svā hā || If someone clearly reads aloud three times this fundamentally beneficial dhāraṇī-sūtra of the Glorious Black Goddess Uṣṇīṣa that averts grahas and swears to perform a difficult action, they will achieve whatever they wish.

source: བསེ་ཕོར་གྱི་ནང་དུ་གཏོར་མ་ལྔ་བྱས་ལ། ཆོ་ག་གཞུང་བཞིན་དུ་བྱས་ན། ཇི་ལྟར་འདོད་པ་བཞིན་དུ་འགྲུབ་པར་འགྱུར་རོ། །
en: If one makes five oblations inside a leather cup and performs the ritual according to the text, then they will achieve whatever they wish.

source: དཔལ་ལྷ་མོ་གཙུག་ཏོར་གྱིས་གདོན་ཟློག་པ་འདི་ནི་མཚན་མར་བཟུང་སྟེ། ཡང་དང་ཡང་དུ་བཏོན་ཞིང་ཆོ་ག་གཞུང་བཞིན་དུ་བྱས་ཏེ། གཏོར་མ་ཆུ་ཆེན་པོའམ། རི་མཐོན་པོ་ལ་བསྐྱལ་ན། འཁྲུག་པ་ཆེན་པོ་བྱེད་ན་གཡུལ་ལས་རྒྱལ་བར་འགྱུར་རོ། །
en: If someone properly upholds this graha-averting ritual for the glorious goddess Uṣṇīṣa, recites it again and again, follows the ritual correctly, and carries oblations to a great river or the top of a high mountain, then when engaged in a great conflict they will be victorious in battle.
